// Preflight
"DISK_FULL_TITLE" = "하드 디스크에 충분한 공간이 없습니다.";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "업데이트를 다운로드하여 설치하려면 %@의 여유 공간이 필요합니다. 여유 공간을 늘리려면, 하드 디스크에서 파일을 제거한 다음 다시 시도하십시오.";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "업데이트를 다운로드하여 설치하려면 %@의 여유 공간이 필요합니다. 여유 공간을 늘리려면, 시동 디스크에서 파일을 제거한 다음 다시 시도하십시오.";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "컴퓨터가 전원 공급원에 연결되어 있지 않습니다.";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "최상의 결과를 위해서는, 설치하기 전에 전원 공급 장치에 컴퓨터를 연결해야 합니다. 설치를 계속하겠습니까?";
"CONTINUE_TITLE" = "계속";

"CANCEL_TITLE" = "취소";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "“%@” 업데이트를 저장할 수 없습니다.";
"NONE_CHECKED_DOWNLOAD_ERROR" = "저장하도록 선택된 업데이트가 없습니다.";
"SOME_CHECKED_DOWNLOAD_ERROR" = "선택된 업데이트 중 일부를 저장할 수 없습니다.";

"UPDATE_INSTALL_ERROR" = "“%@” 업데이트를 설치할 수 없습니다.";
"NONE_CHECKED_INSTALL_ERROR" = "선택된 업데이트를 설치할 수 없습니다.";
"SOME_CHECKED_INSTALL_ERROR" = "선택된 업데이트 중 일부를 설치할 수 없습니다.";

"OK_TITLE" = "승인";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "업데이트를 설치할 수 없습니다.";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "업데이트를 설치하려면 로그 아웃해야 합니다.";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "설치를 완료하고 로그 아웃하려면 로그 아웃을 클릭하십시오.";
"LOG_OUT_AND_INSTALL_TITLE" = "로그 아웃";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "업데이트를 설치하려면, 컴퓨터를 재시동해야 합니다.";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "설치를 종료하고 컴퓨터를 재시동하려면, 재시동을 클릭하십시오.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "재시동";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "업데이트를 설치하려면 컴퓨터를 시스템 종료해야 합니다.";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "설치를 완료하고 컴퓨터를 시스템 종료하려면, 시스템 종료를 클릭하십시오. 컴퓨터를 다시 켜려면 전원 단추를 눌러야 합니다.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "시스템 종료";

"NOT_NOW_TITLE" = "지금 안 함";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "다른 업데이트가 완료된 후, Apple 메뉴에서 소프트웨어 업데이트를 선택하면 이 소프트웨어를 다운로드하여 설치할 수 있습니다.";
"DEFAULT_NO_NETWORK_MESSAGE" = "다음에 컴퓨터를 인터넷에 연결했을 때, Apple 메뉴에서 소프트웨어 업데이트를 선택하면 소프트웨어를 다운로드하여 설치할 수 있습니다.";
"STANDARD_NO_SUS_MESSAGE" = "네트워크 연결이 정상적으로 작동하는지 확인하십시오. 연결에 아무 문제가 없다면 네트워크 관리자에게 문의하십시오.";
"NO_UPDATE_FOUND_ERROR" = "현재 소프트웨어를 사용할 수 없습니다.";
